#+TITLE: Clothed Figure Drawing
#+AUTHOR: Chris Hogan
#+DATE: <2021-09-13 Mon> to <2021-10-10 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-29 Wed 21:02], for week 2021-W39.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *26h 13m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *3h 13m*  |
  
  #+END:
*** <2021-09-13 Mon>
**** DONE Plan the unit                                               :study:
     :LOGBOOK:
     CLOCK: [2021-09-13 Mon 08:41]--[2021-09-13 Mon 09:28] =>  0:47
     :END:
**** DONE moderndayjames clothing                                     :study:
     :LOGBOOK:
     CLOCK: [2021-09-13 Mon 09:28]--[2021-09-13 Mon 09:57] =>  0:29
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-13 Mon 17:53]--[2021-09-13 Mon 19:51] =>  1:58
     CLOCK: [2021-09-13 Mon 14:05]--[2021-09-13 Mon 15:40] =>  1:35
     CLOCK: [2021-09-13 Mon 10:08]--[2021-09-13 Mon 11:46] =>  1:38
     :END:
*** <2021-09-14 Tue>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-14 Tue 18:00]--[2021-09-14 Tue 19:38] =>  1:38
     :END:
**** DONE Drapery study                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-14 Tue 19:38]--[2021-09-14 Tue 21:15] =>  1:37
     :END:
*** <2021-09-15 Wed>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-15 Wed 18:00]--[2021-09-15 Wed 21:02] =>  3:02
     :END:
*** <2021-09-16 Thu>
**** DONE Watts drapery :drawing: 
     :LOGBOOK:
     CLOCK: [2021-09-16 Thu 18:01]--[2021-09-16 Thu 21:04] =>  3:03
     :END:
*** <2021-09-17 Fri>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-17 Fri 18:06]--[2021-09-17 Fri 21:00] =>  2:54
     :END:
*** <2021-09-18 Sat>
**** DONE Gather reference                                            :study:
     :LOGBOOK:
     CLOCK: [2021-09-18 Sat 10:07]--[2021-09-18 Sat 10:36] =>  0:29
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-18 Sat 10:36]--[2021-09-18 Sat 11:44] =>  1:08
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-18 Sat 19:03]--[2021-09-18 Sat 20:36] =>  1:33
     CLOCK: [2021-09-18 Sat 13:30]--[2021-09-18 Sat 16:31] =>  3:01
     :END:
*** <2021-09-19 Sun>
**** DONE moderndayjames clothing II                                  :study:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 09:12]--[2021-09-19 Sun 10:00] =>  0:48
     :END:
**** DONE moderndayjames clothing II                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 18:21]--[2021-09-19 Sun 19:17] =>  0:56
     CLOCK: [2021-09-19 Sun 14:01]--[2021-09-19 Sun 14:59] =>  0:58
     CLOCK: [2021-09-19 Sun 10:00]--[2021-09-19 Sun 11:12] =>  1:12
     :END:
**** DONE Finch clothing                                              :study:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 13:20]--[2021-09-19 Sun 13:41] =>  0:21
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-09-19 Sun 19:33]--[2021-09-19 Sun 19:52] =>  0:19
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-29 Wed 21:02], for week 2021-W39.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *15h 14m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *3h 4m*   |
  
  #+END:
*** <2021-09-20 Mon>
**** DONE Watts drapery                                               :study:
     :LOGBOOK:
     CLOCK: [2021-09-20 Mon 20:33]--[2021-09-20 Mon 20:58] =>  0:25
     CLOCK: [2021-09-20 Mon 15:33]--[2021-09-20 Mon 16:00] =>  0:27
     CLOCK: [2021-09-20 Mon 08:41]--[2021-09-20 Mon 10:16] =>  1:35
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-20 Mon 18:01]--[2021-09-20 Mon 20:33] =>  2:32
     CLOCK: [2021-09-20 Mon 14:01]--[2021-09-20 Mon 15:33] =>  1:32
     CLOCK: [2021-09-20 Mon 10:16]--[2021-09-20 Mon 11:40] =>  1:24
     :END:
*** <2021-09-21 Tue>
**** DONE Watts drapery                                               :study:
     :LOGBOOK:
     CLOCK: [2021-09-21 Tue 21:04]--[2021-09-21 Tue 21:19] =>  0:15
     :END:
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-21 Tue 18:04]--[2021-09-21 Tue 20:58] =>  2:54
     :END:
*** <2021-09-22 Wed>
**** DONE Watts drapery                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-22 Wed 18:54]--[2021-09-22 Wed 21:01] =>  2:07
     :END:
*** <2021-09-23 Thu>
**** DONE Finch clothing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-23 Thu 18:04]--[2021-09-23 Thu 20:25] =>  2:21
     :END:
*** <2021-09-24 Fri>
**** DONE Finch clothing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-24 Fri 18:27]--[2021-09-24 Fri 19:45] =>  1:18
     :END:
*** <2021-09-25 Sat>
**** DONE sketching                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2021-09-25 Sat 23:00]--[2021-09-25 Sat 23:20] =>  0:20
    :END:
*** <2021-09-26 Sun>
**** DONE Finch clothing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-26 Sun 18:55]--[2021-09-26 Sun 19:41] =>  0:46
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-09-26 Sun 19:45]--[2021-09-26 Sun 20:07] =>  0:22
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-29 Wed 21:02], for week 2021-W39.
  | Tags    | Headline                             | Time   |      |      |      |
  |---------+--------------------------------------+--------+------+------+------|
  |         | *Total time*                         | *5:08* |      |      |      |
  |---------+--------------------------------------+--------+------+------+------|
  |         | \_  Week 3                           |        | 5:08 |      |      |
  |         | \_    <2021-09-27 Mon>               |        |      | 1:30 |      |
  | drawing | \_      Clothed figure drawing       |        |      |      | 1:30 |
  |         | \_    <2021-09-28 Tue>               |        |      | 1:10 |      |
  | drawing | \_      Finch clothed figure drawing |        |      |      | 1:10 |
  |         | \_    <2021-09-29 Wed>               |        |      | 2:28 |      |
  | drawing | \_      Finch clothing               |        |      |      | 2:28 |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *5h 8m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
*** <2021-09-27 Mon>
**** DONE Clothed figure drawing                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-27 Mon 18:16]--[2021-09-27 Mon 19:46] =>  1:30
     :END:
*** <2021-09-28 Tue>
**** DONE Finch clothed figure drawing                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-28 Tue 19:53]--[2021-09-28 Tue 21:03] =>  1:10
     :END:
*** <2021-09-29 Wed>
**** DONE Finch clothing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-09-29 Wed 18:34]--[2021-09-29 Wed 21:02] =>  2:28
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-09-29 Wed 21:02], for week 2021-W39.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
  
